[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Rui Pinto
VERSION=8.0.0

[Language]
LANGUAGE=Português (Portugal)
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0816

[Menu]
FILE=&Ficheiro
FILE_EXIT=&Sair
EDIT=&Editar
EDIT_COPY=&Copiar
THEME=&Tema
HELP=A&juda
HELP_ABOUT=&Acerca do CrystalDiskMark
LANGUAGE=Idioma
ZOOM=&Zoom
AUTO=A&utomático
TEST_DATA=Dados de &Teste
DEFAULT_RANDOM=Padrão (Aleatório)
SETTINGS=&Definições
SAVE=&Guardar
QUEUES_THREADS=&Filas && Threads
INTERVAL_TIME=Intervalo
SECOND=seg
MINUTE=min
HOUR=hora
ALL_ZERO=Tudo 0x00 (Preencher com 0)
SELECT_FOLDER=Selecionar Pasta
FONT_SETTING=Definições do tipo de letra
PROFILE=&Perfil
PROFILE_DEFAULT=Padrão
PROFILE_PEAK=Desempenho Máximo
PROFILE_REAL=Desempenho Real
; 8.0.0
SAVE_TEXT=Guardar (&texto)
SAVE_IMAGE=&Guardar (imagem)
PROFILE_DEMO=D&emonstração

[Message]
STOP_BENCHMARK=Por favor, interrompa o teste.
DISK_CAPACITY_ERROR=Espaço em disco insuficiente.
DISK_CREATE_FILE_ERROR=Falha na criação de ficheiro.
DISK_WRITE_ERROR=Erro de escrita.
DISK_READ_ERROR=Erro de leitura.
DISK_SPD_NOT_FOUND=DiskSpd não encontrado. Por favor, reinstale o CrystalDiskMark.

[Title]
TEST_DRIVE=Disco onde o teste será realizado
TEST_SIZE=Tamanho do teste
TEST_COUNT=Número de testes
TEST_UNIT=Unidade de teste
TEST_MIX=Mix Ratio
; 8.0.0
TEST_MODE=Modo de teste

[WindowTitle]
ABOUT=Acerca do CrystalDiskMark
QUEUES_THREADS=Filas & Threads
FONT_SETTING=Definições do Tipo de Letra
COMMENT=Comentar
; 8.0.0
SETTINGS=Definições

[Dialog]
DEFAULT=Predefinição
AUTO=AUTOMÁTICO
FONT_FACE=Tipo de Letra
FONT_SCALE=Escala do tipo de letra (%)
FONT_RENDER_METHOD=Método de Renderização do Tipo de Letra
BLOCK_SIZE=Tamanho do Bloco
QUEUES=Filas
THREADS=Threads
SEQUENTIAL_1=Sequencial (1)
SEQUENTIAL_2=Sequencial (2)
RANDOM_1=Aleatório (1)
RANDOM_2=Aleatório (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Ativado
DISABLED=Desativado
; 8.0.0
TYPE=Tipo
PROFILE_DEFAULT=Perfil: Padrão
PROFILE_PEAK_PERFORMANCE=Perfil: Desempenho Máximo
PROFILE_DEMO=Perfil: Demonstração
MEASURE_TIME=Tempo de Medição (seg)
INTERVAL_TIME=Tempo de Intervalo (seg)
